Repository: itsyanis/EasySave-Graphic-Version
Catalog: EasySave_3/Properties/strings.*.resx
Languages: fr

# ABJVMNameError
source: Name is already used.
fr: Nom déjà utilisé.

# ABJVMPathError
source: Please enter an existing path.
fr: Entrez un chemin existant.

# ABJVMSaveTypeError
source: Please select a save type.
fr: Selectionnez un type de sauvegarde.

# DBJCBoxText
source: Please confirm the deletion of this Backup Job:
fr: Merci de confirmer la suppression de ce travail de sauvegarde :

# DBJCBoxTitle
source: Delete Backup Job
fr: Suppression d'un travail de sauvegarde

# EVMBoxTitle
source: Save State
fr: Etat de sauvegarde

# EVMSaveComplete
source: Save is complete.
fr: Sauvegarde complète.

# SLCBoxText
source: The application is now in English.
fr: L'application est maintenant en français.

# SSCBoxText
source: Do you want to cancel the backup job?
fr: Voulez-vous arrêter ce travail de sauvegarde ?

# SSCBoxTitle
source: Cancel Save
fr: Arrêter la sauvegarde

# STLCBoxJson
source: Your log file is now in json.
fr: Le fichier log est en json.

# STLCBoxXml
source: Your log file is now in xml.
fr: Le fichier log est en xml.

# SVMAppJobError
source: App job already added.
fr: Application métier déjà ajoutée.

# SVMExtensionError
source: Extension already added.
fr: Extension déjà ajoutée.

# SVMFilePriorityError
source: Type of file already added.
fr: Type de fichier déjà ajouté.

# SVMMaxFileSizeError
source: Please enter a number (bytes).
fr: Entrez un nombre (octets).

# ABJVCancel
source: Cancel
fr: Annuler

# ABJVComplete
source: Complete
fr: Complet

# ABJVDest
source: Destination path
fr: Chemin de destination

# ABJVDiff
source: Differential
fr: Différentiel

# ABJVExe
source: Add
fr: Ajouter

# ABJVName
source: Name
fr: Nom

# ABJVSaveType
source: Save type
fr: Type de sauvegarde

# ABJVSource
source: Source path
fr: Chemin de source

# ABJVTitle
source: Create a Backup Job
fr: Créer un travail de sauvegarde

# MBJAdd
source: Add
fr: Ajouter

# MBJDelete
source: Delete
fr: Supprimer

# MBJExecute
source: Execute
fr: Exécuter

# MBJListDestination
source: Destination Path
fr: Destination

# MBJListName
source: Name
fr: Nom

# MBJListSave
source: Save Type
fr: Type

# MBJListSource
source: Source Path
fr: Source

# MBJTitle
source: Manage your Backup Jobs
fr: Gérer vos travaux de sauvegarde

# MMCreate
source: Create a Backup Job
fr: Créer un travail de sauvegarde

# MMManage
source: Manage your Backup Jobs
fr: Gérer vos travaux de sauvegarde

# MMSettings
source: Settings
fr: Réglages

# MMTitle
source: Welcome to EasySave
fr: Bienvenue sur EasySave

# MMTitle2
source: Saving and crypting software by Thomas, Yanis, Mehdi and Antoine
fr: Logiciel de sauvegarde et cryptage par Thomas, Yanis, Mehdi et Antoine

# SVAdd
source: Add
fr: Ajouter

# SVConfirm
source: Confirm
fr: Confirmer

# SVConvert
source: Convert Log file
fr: Convertir le fichier Log

# SVExt1
source: Extensions to encrypt
fr: Extensions à crypter

# SVFilePriority1
source: File priority
fr: Fichiers prioritaires

# SVJobApp1
source: Job App
fr: Applications métier

# SVLang
source: Language
fr: Langue

# SVMaxSize1
source: Max file size
fr: Taille max des fichiers

# SVMaxSize2
source: (in bytes)
fr: (en octets)

# SVRemove
source: Remove
fr: Supprimer

# SVTitle
source: Settings
fr: Réglages

# EVText
source: Files are being copied ...
fr: Des fichiers sont en train d'être copiés...

# EVTitle
source: Executing Backup Job
fr: Exécution d'un travail de sauvegarde
